Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: %@ ו-%lld דקות ביום
ar: %@ و%lld دقيقة في اليوم
en: %@ and %lld minutes a day
ru: %1$@ и %lld минуты в день

source: %@ וְ%@ מִתְחַבְּרוֹת לְ־%lld
ar: %1$@ و%2$@ مجموعهما %3$lld
en: %1$@ and %2$@ add up to %3$lld
ru: %1$@ и %2$@ в сумме дают %3$lld

source: %@ וְ-%lld דַּקּוֹת בְּיוֹם
ar: %@ و%lld دقيقة في اليوم
en: %@ and %lld minutes a day
ru: %1$@ и %lld минуты в день

source: %@ וְכָל הָעוֹלָמוֹת נִפְתָּחִים עִם טוֹפִי+ לְכָל הַמִּשְׁפָּחָה — וְאַבָּא אוֹ אִמָּא פּוֹתְחִים אֶת זֶה מֵהַטֶּלֶפוֹן שֶׁלָּהֶם.
ar: %@ وكل العوالم تُفتح مع Tofy+ لكل العائلة — والأب أو الأم يفتحها من هاتفه.
en: %@ and every world open up with Tofy+ for the whole family — Mom or Dad unlocks it from their phone.
ru: %@ и все миры открываются с Tofy+ для всей семьи — а папа или мама открывают это со своего телефона.

source: %@ זוּגִית
ar: %@ زوجي
en: %@ is even
ru: %@ — чётная

source: %@ יֵצֵא מִלּוּחַ הַחֲבֵרִים שֶׁלְּךָ. תָּמִיד אֶפְשָׁר לְהוֹסִיף שׁוּב.
ar: %@ سيخرج من لوحة أصدقائك. يمكنك إضافته من جديد في أي وقت.
en: %@ will leave your friends board. You can always add them back.
ru: %@ исчезнет с твоей доски друзей. Всегда можно добавить снова.

source: %@ יֵצֵא מִלּוּחַ הַחֲבֵרִים שֶׁלָּךְ. תָּמִיד אֶפְשָׁר לְהוֹסִיף שׁוּב.
ar: %@ سيخرج من لوحة أصدقائكِ. يمكنكِ إضافته من جديد في أي وقت.
en: %@ will leave your friends board. You can always add them back.
ru: %@ исчезнет с твоей доски друзей. Всегда можно добавить снова.

source: %@ יַהֲלוֹמִים
ar: %@ ألماسة
en: %@ diamonds
ru: %@ алмазов

source: %@ יָפֶה!
ar: %@ رائع!
en: %@ great!
ru: %@ здорово!

source: %@ ישחק בטלפון הזה, במצב ילד
ar: سيلعب %@ على هذا الهاتف، في وضع الطفل
en: %@ will play on this phone, in Kid Mode
ru: %@ будет играть на этом телефоне, в детском режиме

source: %@ ישחק כאן, במצב ילד
ar: سيلعب %@ هنا، في وضع الطفل
en: %@ will play here, in Kid Mode
ru: %@ будет играть здесь, в детском режиме

source: %@ כְּבָר מְחַכֶּה בַּמָּסָךְ הָרָאשִׁי שֶׁל הַיֶּלֶד, עִם סִימוּן "חָדָשׁ". בַּפְּתִיחָה הַבָּאָה הוּא יְקַבֵּל הַפְתָּעָה קְטַנָּה 🎁
ar: %@ ينتظر الطفل على الشاشة الرئيسية، مع علامة «جديد». وفي المرة القادمة التي يفتح فيها التطبيق ستصله مفاجأة صغيرة 🎁
en: %@ is already waiting on your child's home screen, marked "New". Next time they open Tofy, a little surprise awaits 🎁
ru: %@ уже ждёт на главном экране ребёнка с пометкой «Новое». При следующем открытии его ждёт маленький сюрприз 🎁

source: %@ כְּבָר מְקַבֵּל אֶת הַשְּׁאֵלוֹת הֲכִי מְאַתְגְּרוֹת בְּ%@.
ar: %@ يتلقّى بالفعل أصعب الأسئلة في %@.
en: %@ is already getting the most challenging questions in %@.
ru: %@ уже получает самые сложные вопросы в %@.

source: %@ כּוֹכָבִים
ar: %@ نجمة
en: %@ stars
ru: %@ звёзд

source: %@ כבר מחכה במסך הראשי של הילד, עם סימון "חדש". בפתיחה הבאה הוא יקבל הפתעה קטנה 🎁
ar: %@ ينتظر الطفل على الشاشة الرئيسية، مع علامة «جديد». وفي المرة القادمة التي يفتح فيها التطبيق ستصله مفاجأة صغيرة 🎁
en: %@ is already waiting on your child's home screen, marked "New". Next time they open Tofy, a little surprise awaits 🎁
ru: %@ уже ждёт на главном экране ребёнка с пометкой «Новое». При следующем открытии его ждёт маленький сюрприз 🎁

source: %@ לְ%@ הָיוּ %lld %@, וְ%@ נָתְנָה %lld לְחָבֵר. כַּמָּה נִשְׁאֲרוּ?
ar: %@ كان لدى %@ %lld %@، و%@ أعطت %lld لصديق. كم بقي؟
en: %@ %@ had %lld %@, and %@ gave %lld to a friend. How many are left?
ru: %@ У %@ было %lld %@, и %@ отдала %lld другу. Сколько осталось?

source: %@ לְ%@ הָיוּ %lld %@, וְ%@ נָתַן %lld לְחָבֵר. כַּמָּה נִשְׁאֲרוּ?
ar: %@ كان لدى %@ %lld %@، و%@ أعطى %lld لصديق. كم بقي؟
en: %@ %@ had %lld %@, and %@ gave %lld to a friend. How many are left?
ru: %@ У %@ было %lld %@, и %@ отдал %lld другу. Сколько осталось?

source: %@ לְ%@ יֵשׁ %lld %@. %@ קִבְּלָה עוֹד %lld. כַּמָּה יֵשׁ עַכְשָׁיו?
ar: %@ لدى %@ %lld %@. %@ حصلت على %lld إضافية. كم لديها الآن؟
en: %@ %@ has %lld %@. %@ got %lld more. How many now?
ru: %@ У %@ есть %lld %@. %@ получила ещё %lld. Сколько теперь?

source: %@ לְ%@ יֵשׁ %lld %@. %@ קִבֵּל עוֹד %lld. כַּמָּה יֵשׁ עַכְשָׁיו?
ar: %@ لدى %@ %lld %@. %@ حصل على %lld إضافية. كم لديه الآن؟
en: %@ %@ has %lld %@. %@ got %lld more. How many now?
ru: %@ У %@ есть %lld %@. %@ получил ещё %lld. Сколько теперь?

source: %@ לְ%@ יֵשׁ %lld חֲבִילוֹת שֶׁל %@, וּבְכָל חֲבִילָה %lld. כַּמָּה יֵשׁ בְּסַךְ הַכֹּל?
ar: %@ لدى %@ %lld علب من %@، وفي كل علبة %lld. كم يوجد في المجموع؟
en: %@ %@ has %lld packs of %@, with %lld in each pack. How many are there in all?
ru: %1$@ У %2$@ есть %lld упаковки %4$@, и в каждой упаковке %5$lld. Сколько всего?

source: %@ לְ%@!
ar: %@ لـ%@!
en: %@ to %@!
ru: %@ для %@!

source: %@ לְ%@! ⭐️
ar: %@ لـ%@! ⭐️
en: %@ to %@! ⭐️
ru: %@ для %@! ⭐️

source: %@ לְהַמְשִׁיךְ לִלְמֹד %@?
ar: %@ مواصلة تعلّم %@؟
en: %@ to keep learning %@?
ru: %@ продолжать учить %@?

source: %@ לִלְמֹד %@?
ar: %@ تعلّم %@؟
en: %@ to learn %@?
ru: %@ учить %@?

source: %@ לִלְמֹד עַל %@?
ar: %@ التعرّف على %@؟
en: %@ to learn about %@?
ru: %@ узнать о %@?

source: %@ לתקרה היומית (%lld דק׳) — מה %@ עכשיו נשמר למחר
ar: %@ الحد اليومي (%lld دقيقة) — ما %@ الآن يُحفظ للغد
en: %@ the daily cap (%lld min) — anything %@ now is saved for tomorrow
ru: %@ дневной лимит (%lld мин.) — всё, что %@ сейчас, сохранится на завтра

source: %@ מְחַכָּה לָכֶם בְּ-App Store
ar: %@ بانتظاركم في App Store
en: %@ is waiting for you on the App Store
ru: %@ ждёт вас в App Store

source: %@ מְחַכָּה לָכֶם בְּ-Google Play
ar: %@ بانتظاركم في Google Play
en: %@ is waiting for you on Google Play
ru: %@ ждёт вас в Google Play

source: %@ מְחַכָּה לָכֶם!
ar: %@ في انتظاركم!
en: %@ is waiting for you!
ru: %@ ждёт вас!

source: %@ מְצוּיָּן!
ar: %@ ممتاز!
en: %@ great!
ru: %@ отлично!

source: %@ מְשַׂחֵק עַכְשָׁו
ar: %@ يلعب الآن
en: %@ is playing now
ru: %@ сейчас играет

source: %@ מְשַׂחֵק עַכְשָׁיו 🎮
ar: %@ يلعب الآن 🎮
en: %@ is playing now 🎮
ru: %@ сейчас играет 🎮

source: %@ מְשַׂחֶקֶת עַכְשָׁיו 🎮
ar: %@ تلعب الآن 🎮
en: %@ is playing now 🎮
ru: %@ сейчас играет 🎮

source: %@ מִתְחַלֶּקֶת בְּ־%lld בְּלִי שְׁאֵרִית
ar: %1$@ يقبل القسمة على %2$lld بدون باقٍ
en: %1$@ divides by %2$lld with no remainder
ru: %1$@ делится на %2$lld без остатка

source: %@ מֵאַבָּא אוֹ אִמָּא 💌
ar: %@ من الأب أو الأم 💌
en: %@ Mom or Dad 💌
ru: %@ от папы или мамы 💌

source: %@ מַזִּין אוֹתוֹ כְּדֵי לִפְתֹּחַ אֶת הַדַּקּוֹת שֶׁצָּבַר
ar: يُدخله %@ ليفتح الدقائق التي جمعها
en: %@ enters it to unlock the minutes he earned
ru: %@ вводит его, чтобы открыть накопленные минуты

source: %@ מַזִּינָה אוֹתוֹ כְּדֵי לִפְתֹּחַ אֶת הַדַּקּוֹת שֶׁצָּבְרָה
ar: تُدخله %@ لتفتح الدقائق التي جمعتها
en: %@ enters it to unlock the minutes she earned
ru: %@ вводит его, чтобы открыть накопленные минуты

source: %@ מָה הָיָה קָשֶׁה הַשָּׁבוּעַ — לָרוֹב זוֹ שְׁאֵלָה אַחַת שֶׁפּוֹתַחַת הַכֹּל.
ar: %@ ما الذي كان صعبًا هذا الأسبوع — غالبًا يكون سؤالًا واحدًا يفتح كل شيء.
en: %@ what was hard this week — often it's one question that unlocks everything.
ru: %@ что было трудным на этой неделе — чаще всего это один вопрос, который открывает всё.

source: %@ מבקש עזרה בשאלה
ar: %@ يطلب المساعدة في سؤال
en: %@ needs help with a question
ru: %@ просит помощи с вопросом

source: %@ מבקש עזרה 🧠
ar: %@ يطلب المساعدة 🧠
en: %@ is asking for help 🧠
ru: %@ просит помощи 🧠

source: %@ מבקשת עזרה בשאלה
ar: %@ تطلب المساعدة في سؤال
en: %@ needs help with a question
ru: %@ просит помощи с вопросом

source: %@ מבקשת עזרה 🧠
ar: %@ تطلب المساعدة 🧠
en: %@ is asking for help 🧠
ru: %@ просит помощи 🧠

source: %@ מגלה עניין הולך וגובר ב%@.
ar: %@ يُبدي اهتمامًا متزايدًا بـ%@.
en: %@ is showing a growing interest in %@.
ru: %@ проявляет всё больший интерес к %@.

source: %@ מה היה קשה השבוע — לרוב זו שאלה אחת שפותחת הכול.
ar: %@ ما الذي كان صعبًا هذا الأسبوع — غالبًا يكون سؤالًا واحدًا يفتح كل شيء.
en: %@ what was hard this week — often it's one question that unlocks everything.
ru: %@ что было трудным на этой неделе — чаще всего это один вопрос, который открывает всё.

source: %@ מוּל %@
ar: %@ مقابل %@
en: %@ vs. %@
ru: %@ против %@

source: %@ מול %@
ar: %@ مقابل %@
en: %@ vs. %@
ru: %@ против %@

source: %@ מזין אותו כדי לפתוח את הדקות שצבר
ar: يُدخله %@ ليفتح الدقائق التي جمعها
en: %@ enters it to unlock the minutes he earned
ru: %@ вводит его, чтобы открыть накопленные минуты

source: %@ מזין אותו כדי לפתח את הדקות שצבר
ar: يُدخله %@ ليفتح الدقائق التي جمعها
en: %@ enters it to unlock the minutes he earned
ru: %@ вводит его, чтобы открыть накопленные минуты

source: %@ מזינה אותו כדי לפתוח את הדקות שצברה
ar: تُدخله %@ لتفتح الدقائق التي جمعتها
en: %@ enters it to unlock the minutes she earned
ru: %@ вводит его, чтобы открыть накопленные минуты

source: %@ מזינה אותו כדי לפתח את הדקות שצברה
ar: تُدخله %@ لتفتح الدقائق التي جمعتها
en: %@ enters it to unlock the minutes she earned
ru: %@ вводит его, чтобы открыть накопленные минуты

source: %@ מחובר!
ar: %@ متصل!
en: %@ is connected!
ru: %@ подключён!

source: %@ מחוברת!
ar: %@ متصلة!
en: %@ is connected!
ru: %@ подключена!

source: %@ מחכה לכם!
ar: %@ في انتظاركم!
en: %@ is waiting for you!
ru: %@ ждёт вас!

source: %@ משחק עכשיו
ar: %@ يلعب الآن
en: %@ is playing now
ru: %@ сейчас играет

source: %@ משחקת עכשיו
ar: %@ تلعب الآن
en: %@ is playing now
ru: %@ сейчас играет

source: %@ סִיְּמָה מְטַלָּה
ar: %@ أنهت مهمة
en: %@ finished a chore
ru: %@ выполнила задание

source: %@ סִיֵּם מְטַלָּה
ar: %@ أنهى مهمة
en: %@ finished a chore
ru: %@ выполнил задание

source: %@ עַכְשָׁיו
ar: %@ الآن
en: %@ now
ru: %@ сейчас

source: %@ עַכְשָׁיו · נִשְׁאֲרוּ %@
ar: %@ الآن · بقي %@
en: %@ now · %@ left
ru: %@ сейчас · осталось %@

source: %@ עוֹד לֹא %@ הַיּוֹם — אוּלַי לְעוֹדֵד? 💛
ar: %@ لم %@ اليوم بعد — ربما بعض التشجيع؟ 💛
en: %@ hasn't %@ today — maybe cheer them on? 💛
ru: %@ ещё не %@ сегодня — может, подбодрить? 💛

source: %@ עוֹד לֹא בָּחֲרָה קוֹד
ar: لم تختر %@ رمزًا بعد
en: %@ hasn't chosen a code yet
ru: %@ ещё не выбрала код

source: %@ עוֹד לֹא בָּחַר קוֹד
ar: لم يختر %@ رمزًا بعد
en: %@ hasn't chosen a code yet
ru: %@ ещё не выбрал код

source: %@ עוד לא %@ היום — אולי לעודד? 💛
ar: %@ لم %@ اليوم بعد — ربما بعض التشجيع؟ 💛
en: %@ hasn't %@ today — maybe cheer them on? 💛
ru: %@ ещё не %@ сегодня — может, подбодрить? 💛

source: %@ עוד לא בחר קוד
ar: لم يختر %@ رمزًا بعد
en: %@ hasn't chosen a code yet
ru: %@ ещё не выбрал код

source: %@ עוד לא בחרה קוד
ar: لم تختر %@ رمزًا بعد
en: %@ hasn't chosen a code yet
ru: %@ ещё не выбрала код

source: %@ עכשיו
ar: %@ الآن
en: %@ now
ru: %@ сейчас

source: %@ עכשיו · נשארו %@
ar: %@ الآن · بقي %@
en: %@ now · %@ left
ru: %@ сейчас · осталось %@

source: %@ קְטַנָּה מִ־%lld
ar: %1$@ أصغر من %2$lld
en: %1$@ is less than %2$lld
ru: %1$@ меньше %2$lld

source: %@ רוצה את %@
ar: %@ يريد %@
en: %@ wants %@
ru: %@ хочет «%@»

source: %@ רוצה טופי+
ar: %@ يريد Tofy+
en: %@ wants Tofy+
ru: %@ хочет Tofy+

source: %@ רוצה טופי+ 👑
ar: %@ يريد Tofy+ 👑
en: %@ wants Tofy+ 👑
ru: %@ хочет Tofy+ 👑

source: %@ רוצים טופי+
ar: %@ يريدون Tofy+
en: %@ want Tofy+
ru: %@ хотят Tofy+

source: %@ רוצים טופי+ 👑
ar: %@ يريدون Tofy+ 👑
en: %@ want Tofy+ 👑
ru: %@ хотят Tofy+ 👑

source: %@ שְׁאֵלָה %lld/%lld
ar: %@ سؤال %lld/%lld
en: %@ Question %lld/%lld
ru: %@ Вопрос %lld/%lld

source: %@ תשחק בטלפון הזה, במצב ילד
ar: ستلعب %@ على هذا الهاتف، في وضع الطفل
en: %@ will play on this phone, in Kid Mode
ru: %@ будет играть на этом телефоне, в детском режиме

source: %@ תשחק כאן, במצב ילד
ar: ستلعب %@ هنا، في وضع الطفل
en: %@ will play here, in Kid Mode
ru: %@ будет играть здесь, в детском режиме

source: %@ — וְעַל כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחִים דַּקּוֹת מִשְׂחָק ⏱
ar: %@ — ومع كل إجابة صحيحة تربحون دقائق لعب ⏱
en: %@ — and every correct answer earns play minutes ⏱
ru: %@ — и за каждый правильный ответ начисляются минуты игры ⏱

source: %@ — לְפִי תָּכְנִית הַלִּמּוּדִים שֶׁל הַכִּתָּה שֶׁל הַיֶּלֶד, בְּשָׁלוֹשׁ רָמוֹת שֶׁמִּתְאִימוֹת אֶת עַצְמָן. עַל כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחִים דַּקּוֹת מִשְׂחָק.
ar: %@ — وفق المنهاج الدراسي لصف الطفل، بثلاثة مستويات تتكيّف من تلقاء نفسها. ومع كل إجابة صحيحة تربحون دقائق لعب.
en: %@ — based on your child's grade curriculum, in three levels that adapt. Every correct answer earns play minutes.
ru: %@ — по учебной программе класса ребёнка, на трёх уровнях, которые подстраиваются. За каждый правильный ответ начисляются минуты игры.

source: %@ — לא מחובר כרגע
ar: %@ — غير متصل حاليًا
en: %@ — not connected right now
ru: %@ — сейчас не подключён

source: %@ — ממתין לאישור מהמכשיר…
ar: %@ — بانتظار تأكيد الجهاز…
en: %@ — waiting for the device to confirm…
ru: %@ — ждём подтверждения от устройства…

source: %@ — ננעל ✓
ar: %@ — تم القفل ✓
en: %@ — locked ✓
ru: %@ — заблокировано ✓

source: %@ — עולם בודד ל-30 יום, או טופי+ לכל המשפחה
ar: %@ — عالم واحد لمدة 30 يوماً، أو Tofy+ للعائلة كلها
en: %@ — one world for 30 days, or Tofy+ for the whole family
ru: %@ — один мир на 30 дней или Tofy+ для всей семьи

source: %@, יֵשׁ לְךָ %lld דַּקּוֹת
ar: %@، لديك %lld دقيقة
en: %@, you have %lld minutes
ru: %1$@, у тебя %lld минуты

source: %@, יֵשׁ לָךְ %lld דַּקּוֹת
ar: %@، لديكِ %lld دقيقة
en: %@, you have %lld minutes
ru: %1$@, у тебя %lld минуты

source: %@, מַסְפִּיק לְהַיּוֹם
ar: %@، يكفي لليوم
en: %@, that's enough for today
ru: %@, на сегодня хватит

source: %@, עוֹד אֵין לְךָ דַּקּוֹת
ar: %@، ليست لديك دقائق بعد
en: %@, you don't have minutes yet
ru: %@, у тебя пока нет минут

source: %@, עוֹד אֵין לָךְ דַּקּוֹת
ar: %@، ليست لديكِ دقائق بعد
en: %@, you don't have minutes yet
ru: %@, у тебя пока нет минут

source: %lld אַפְּלִיקַצְיוֹת + טוֹפִי
ar: %lld تطبيق + Tofy
en: %lld apps + Tofy
ru: %lld приложения + Tofy

source: %lld אַפְּלִיקַצְיוֹת מוּתָּרוֹת · עֲרִיכָה
ar: %lld تطبيق مسموح · تعديل
en: %lld apps allowed · Edit
ru: %lld приложения разрешено · Изменить

source: %lld אַפְּלִיקַצְיוֹת נִבְחֲרוּ · הַקִּישׁוּ לַעֲרוֹךְ
ar: تم اختيار %lld تطبيق · اضغطوا للتعديل
en: %lld apps selected · Tap to edit
ru: %lld приложения выбрано · Нажмите, чтобы изменить

source: %lld אַפְּלִיקַצְיוֹת נִבְחֲרוּ · עֲרִיכָה
ar: تم اختيار %lld تطبيق · تعديل
en: %lld apps selected · Edit
ru: %lld приложения выбрано · Изменить

source: %lld אַפְּלִיקַצְיוֹת/קָטֵגוֹרְיוֹת נְעוּלוֹת עַד שֶׁמַּרְוִיחִים זְמַן.
ar: %lld تطبيق/فئة مقفل حتى يتم ربح الوقت.
en: %lld apps/categories are locked until time is earned.
ru: %lld приложения/категории заблокировано, пока не заработано время.

source: %lld אפליקציות
ar: %lld تطبيق
en: %lld apps
ru: %lld приложения

source: %lld אפליקציות + טופי
ar: %lld تطبيق + Tofy
en: %lld apps + Tofy
ru: %lld приложения + Tofy

source: %lld אפליקציות · %lld קטגוריות
ar: %lld تطبيق · %lld فئة
en: %lld apps · %lld categories
ru: %lld прил. · %lld катег.

source: %lld אפליקציות נבחרו
ar: تم اختيار %lld تطبيق
en: %lld apps selected
ru: %lld приложения выбрано

source: %lld אפליקציות נשארות פתוחות · הקישו לעריכה
ar: %lld تطبيق يبقى مفتوحًا · اضغطوا للتعديل
en: %lld apps stay open · tap to edit
ru: %lld приложения остаются открытыми · изменить

source: %lld אפליקציות נשארות פתוחות · עריכה
ar: %lld تطبيق يبقى مفتوحًا · تعديل
en: %lld apps stay open · edit
ru: %lld приложения остаются открытыми · изменить

source: %lld בְּדִיּוּק
ar: %lld بالضبط
en: exactly %lld
ru: ровно %lld

source: %lld בַּלּוֹנִים נְכוֹנִים
ar: %lld بالون صحيح
en: %lld right balloons
ru: %lld правильного шарика

source: %lld דַּקּוֹת
ar: %lld دقيقة
en: %lld minutes
ru: %lld минуты

source: %lld דַּקּוֹת בְּיוֹם
ar: %lld دقيقة في اليوم
en: %lld minutes a day
ru: %lld минуты в день

source: %lld דַּקּוֹת הַיּוֹם
ar: %lld دقيقة اليوم
en: %lld min today
ru: %lld минуты сегодня

source: %lld דַּקּוֹת מַתָּנָה
ar: دقائق الهديّة: %lld
en: Gift minutes: %lld
ru: Подарочные минуты: %lld

source: %lld דַּקּ׳ לְשַׂחֵק
ar: %lld د للعب
en: %lld min to play
ru: %lld мин игры

source: %lld דַּקּ׳ לְשַׂחֵק · פּוֹתְחִים מִ־%lld — עוֹד %lld! 🎮
ar: %lld د. للّعب · يُفتح من %lld — بقي %lld! 🎮
en: %lld min to play · opens at %lld — %lld more! 🎮
ru: %lld мин. для игры · открывается с %lld — ещё %lld! 🎮

source: %lld דקות
ar: %lld دقيقة
en: %lld minutes
ru: %lld минуты

source: %lld דקות ביום
ar: %lld دقيقة في اليوم
en: %lld minutes a day
ru: %lld минуты в день

source: %lld דקות שהרוויח היום
ar: %lld دقيقة كسبها اليوم
en: %lld minutes earned today
ru: Заработал сегодня: %lld мин

source: %lld דקות שהרוויחה היום
ar: %lld دقيقة كسبتها اليوم
en: %lld minutes earned today
ru: Заработала сегодня: %lld мин

source: %lld דקות שהרוויחו היום
ar: %lld دقيقة اكتُسبت اليوم
en: %lld minutes earned today
ru: Заработано сегодня: %lld мин

source: %lld דק׳
ar: %lld دقيقة
en: %lld min
ru: %lld мин.

source: %lld הֻשְׁלְמוּ הַיּוֹם! 💪
ar: اكتمل %lld اليوم! 💪
en: %lld done today! 💪
ru: %lld выполнено сегодня! 💪

source: %lld וּשְׁאֵרִית %lld
ar: %lld والباقي %lld
en: %lld remainder %lld
ru: %lld и остаток %lld

source: %lld יְלָדִים
ar: %lld طفل
en: %lld kids
ru: %lld ребёнка

source: %lld יְלָדִים · שֶׁקֶט עַכְשָׁו
ar: %lld طفل · هدوء الآن
en: %lld kids · all quiet
ru: %lld ребёнка · сейчас тихо

source: %lld יְלָדִים מְשַׂחֲקִים עַכְשָׁו
ar: %lld طفل يلعب الآن
en: %lld kids playing now
ru: %lld ребёнка играют сейчас

source: %lld יְלָדוֹת
ar: %lld طفلة
en: %lld girls
ru: %lld девочки

source: %lld יַהֲלוֹמִים
ar: %lld ألماسة
en: %lld diamonds
ru: %lld алмаза

source: %lld יָמִים אַחֲרוֹנִים
ar: آخر %lld يوم
en: Last %lld days
ru: Последние %lld дня

source: %lld יָמִים פְּעִילִים
ar: %lld يوم نشِط
en: %lld active days
ru: %lld активных дня

source: %lld יָמִים שֶׁל לְמִידָה
ar: %lld يوم من التعلّم
en: %lld days of learning
ru: %lld дня обучения

source: %lld יוֹם
ar: %lld يوم
en: %lld days
ru: %lld дня

source: %lld ילדות
ar: %lld طفلة
en: %lld girls
ru: %lld девочки

source: %lld ילדים
ar: %lld طفل
en: %lld kids
ru: %lld ребёнка

source: %lld ילדים · שקט עכשיו
ar: %lld أطفال · هدوء الآن
en: %lld kids · all quiet
ru: Детей: %lld · сейчас тихо

source: %lld ילדים משחקים עכשיו
ar: %lld أطفال يلعبون الآن
en: %lld kids playing now
ru: Сейчас играют: %lld

source: %lld ימים אחרונים
ar: آخر %lld يوم
en: Last %lld days
ru: Последние %lld дня

source: %lld ימים של למידה
ar: %lld يوم من التعلّم
en: %lld days of learning
ru: %lld дня обучения

source: %lld כַּדּוּרִים אֲדֻמִּים
ar: %lld كرة حمراء
en: %lld red balls
ru: %lld красных шара

source: %lld כַּדּוּרִים כְּחֻלִּים
ar: %lld كرة زرقاء
en: %lld blue balls
ru: %lld синих шара

source: %lld כּוֹכָבִים
ar: %lld نجمة
en: %lld stars
ru: %lld звезды

source: %lld מְחַכּוֹת
ar: %lld في الانتظار
en: %lld waiting
ru: %lld ждёт

source: %lld מִתּוֹךְ %lld
ar: %lld من %lld
en: %lld of %lld
ru: %lld из %lld

source: %lld מַטְלוֹת
ar: %lld مهمة
en: %lld chores
ru: %lld задачи

source: %lld מַטָּלוֹת מְחַכּוֹת
ar: %lld مهمة في الانتظار
en: %lld chores waiting
ru: %lld задачи ждут

source: %lld מַכְשִׁירִים מְחוּבָּרִים
ar: %lld جهاز متصل
en: %lld connected devices
ru: %lld подключённых устройства

source: %lld מותרות
ar: %lld مسموح
en: %lld allowed
ru: %lld разрешено

source: %lld מטלות מחכות
ar: %lld مهام بالانتظار
en: %lld chores waiting
ru: Ждут дел: %lld

source: %lld מטלות מחכות לאישור שלכם!
ar: %lld مهمة تنتظر موافقتكم!
en: %lld chores are waiting for your approval!
ru: %lld задачи ждут вашего одобрения!

source: %lld משחקים חדשים
ar: ألعاب جديدة: %lld
en: %lld new games
ru: Новые игры: %lld

source: %lld מתוך %lld
ar: %lld من %lld
en: %lld of %lld
ru: %lld из %lld

source: %lld מתוך %lld שיחקו היום
ar: %lld من %lld لعبوا اليوم
en: %lld of %lld played today
ru: %lld из %lld играли сегодня

source: %lld מ׳
ar: %lld م
en: %lld m
ru: %lld м

source: %lld נְכוֹנוֹת
ar: %lld صحيحة
en: %lld correct
ru: %lld верно

source: %lld נְקוּדּוֹת
ar: %lld نقطة
en: %lld points
ru: %lld очка

source: %lld נבחרו
ar: تم اختيار %lld
en: %lld selected
ru: %lld выбрано

source: %lld נכונות
ar: %lld صحيحة
en: %lld correct
ru: %lld верно

source: %lld עולמות · %lld שאלות · %lld%% הצלחה — אפשר להשאיר הכל פתוח
ar: %lld عوالم · %lld أسئلة · %lld%% نجاح — يمكنكم إبقاء كل شيء مفتوحاً
en: %lld worlds · %lld questions · %lld%% correct — you can keep it all open
ru: миров: %lld · вопросов: %lld · %lld%% верных — всё это можно оставить открытым

source: %lld פְּרִיטִים בַּסַּלִּים
ar: %lld عناصر في السلال
en: %lld items in the baskets
ru: Предметов в корзинах: %lld

source: %lld פרופילים • זמן, ניקוד ואיפוסים
ar: %lld ملف • الوقت والنقاط وإعادة الضبط
en: %lld profiles • time, points, and resets
ru: %lld профиля • время, очки и сбросы

source: %lld פתוחות
ar: %lld مفتوح
en: %lld open
ru: %lld открыто

source: %lld קְנִיּוֹת בַּמַּכֹּלֶת!
ar: %lld جولات في البقالة!
en: %lld trips to the grocery!
ru: Покупок в магазине: %lld!

source: %lld ש'
ar: %lld س
en: %lld Q
ru: %lld вопр.

source: %lld שְׁאֵלוֹת
ar: %lld سؤال
en: %lld questions
ru: %lld вопроса

source: %lld שְׁאֵלוֹת %@
ar: %lld سؤال %@
en: %lld questions %@
ru: %lld вопр. %@

source: %lld שְׁאֵלוֹת · %lld נְכוֹנוֹת
ar: %lld سؤال · %lld صحيحة
en: %lld questions · %lld correct
ru: %1$lld вопр. · %lld правильных

source: %lld שְׁאֵלוֹת · 3 רָמוֹת
ar: %lld سؤال · 3 مستويات
en: %lld questions · 3 levels
ru: %lld вопроса · 3 уровня

source: %lld שְׁאֵלוֹת → קוּפְסַת הַפְתָּעָה
ar: %lld سؤال → صندوق مفاجأة
en: %lld questions → surprise box
ru: %lld вопроса → коробка с сюрпризом

source: %lld שְׁנִיּוֹת — בַּחֲרוּ קֻבִּיּוֹת שֶׁמַּגִּיעוֹת בְּדִיּוּק לַיַּעַד!
ar: %lld ثانية — اختاروا مكعبات تصل إلى الهدف بالضبط!
en: %lld seconds — pick blocks that hit the target exactly!
ru: %lld секунд — выбирайте блоки, которые дают ровно цель!

source: %lld שְׁנִיּוֹת — גִּרְרוּ כָּל פְּרִיט לַסַּל הַמַּתְאִים
ar: %lld ثانية — اسحبوا كل عنصر إلى السلة المناسبة
en: %lld seconds — drag each item into the right basket
ru: %lld секунд — перетащите каждый предмет в нужную корзину

source: %lld שְׁנִיּוֹת — כַּמָּה שֶׁיּוֹתֵר תְּשׁוּבוֹת נְכוֹנוֹת!
ar: %lld ثانية — أكبر عدد من الإجابات الصحيحة!
en: %lld seconds — as many right answers as you can!
ru: %lld секунд — как можно больше верных ответов!

source: %lld שְׁנִיּוֹת — פּוֹצְצוּ רַק אֶת הַנְּכוֹנִים!
ar: %lld ثانية — فرقعوا الصحيحة فقط!
en: %lld seconds — pop only the right ones!
ru: %lld секунд — лопайте только правильные!

source: %lld שָׁעוֹת
ar: %lld ساعة
en: %lld hours
ru: %lld часа

source: %lld שאלות
ar: %lld سؤال
en: %lld questions
ru: %lld вопроса

source: %lld שאלות %@
ar: %lld سؤال %@
en: %lld questions %@
ru: %lld вопр. %@

source: %lld שינויים
ar: %lld تغيير
en: %lld changes
ru: %lld изменения

source: %lld שעות
ar: %lld ساعة
en: %lld hours
ru: %lld часа

source: %lld תְּשׁוּבוֹת = %lld דַּקּוֹת
ar: %lld إجابات = %lld دقائق
en: %lld answers = %lld minutes
ru: %lld ответа = %2$lld мин.

source: %lld תְּשׁוּבוֹת נְכוֹנוֹת
ar: %lld إجابة صحيحة
en: %lld right answers
ru: %lld верного ответа

source: %lld תשובות = %lld דקות
ar: %lld إجابات = %lld دقائق
en: %lld answers = %lld minutes
ru: %lld ответа = %2$lld мин.

source: %lld%% הֲנָחָה
ar: خصم %lld%%
en: %lld%% off
ru: Скидка %lld%%

source: %lld%% מֵהַתְּשׁוּבוֹת שֶׁל %@ נִתְּנוּ אַחֲרֵי שֶׁהַדַּקּוֹת שֶׁל הַיּוֹם כְּבָר נִגְמְרוּ — כְּלוֹמַר סְתָם כִּי %@.
ar: %lld%% من إجابات %@ جاءت بعد أن انتهت دقائق اليوم — أي لمجرد أن %@.
en: %lld%% of %@'s answers came after today's minutes had already run out — simply because %@.
ru: %2$@: %1$lld%% ответов даны уже после того, как минуты на сегодня закончились — просто потому, что %3$@.

source: %lld%% מהתשובות של %@ ניתנו אחרי שהדקות של היום כבר נגמרו — כלומר סתם כי %@.
ar: %lld%% من إجابات %@ جاءت بعد أن انتهت دقائق اليوم — أي لمجرد أن %@.
en: %lld%% of %@'s answers came after today's minutes had already run out — simply because %@.
ru: %2$@: %1$lld%% ответов даны уже после того, как минуты на сегодня закончились — просто потому, что %3$@.

source: %lld/%lld דַּק' הַיּוֹם
ar: %lld/%lld دقيقة اليوم
en: %lld/%lld min today
ru: %lld/%lld мин. сегодня

source: %lld/%lld זוּגוֹת
ar: %lld/%lld أزواج
en: %lld/%lld pairs
ru: %1$lld/%lld пары
